Repository: Loki88/django-Spin
Catalog: spin_*/conf/locale/*/LC_MESSAGES/django.po
Languages: it

source: Ban user
it: Banna l'utente

source: Remove Ban
it: Rimuovi il ban

source: User informations
it: Informazioni sull'utente

source: Other informations
it: Altre informazioni

source: User relationship
it: Relazioni dell'utente

source: Remove ban
it: Rimuovi il ban

source: This account is not active
it: Questo account non è attivo

source: Wrong username or password
it: Username o password errati

source: Passwords doesn't match
it: Le password non corrispondono

source: Please, correct the fields in error
it: Per favore, correggi i campi in errore

source: Confirm Password
it: Conferma la Password

source: Name
it: Nome

source: Last name
it: Nome

source: This email is yet used
it: Questa email è già usata

source: You've yet submitted a report about this user.
it: Hai già inviato un rapporto su questo utente

source: You've yet submitted a report about this spin.
it: Hai già inviato un rapporto su questo spin

source: You've yet submitted a report about this comment.
it: Hai già inviato un rapporto su questo commento

source: File size exceed the limit of %s. Current file size %s
it: La dimensione del file supera il limite di %s. Dimensione corrente del file %s

source: Filetype not allowed
it: Tipo di file non consentito

source: Username taken
it: Username usato

source: This email is used
it: Questa email è usata

source: Please correct the fields in error
it: Per favore, correggi i campi in errore

source: Do you want a reverse navbar?
it: Vuoi una barra di navigazione con colori invertiti?

source: Public profiles on Spin:
it: Profili pubblici su Spin:

source: followers list
it: lista di followers

source: following list
it: lista di following

source: Your account has been successfully activated.
it: Il tuo account è stato attivato con successo.

source: Your account is not active, this may be an our problem. Retry, but if the problem persists, contact us.
it: Il tuo account non è attivo, potrebbe essere un nostro problema. Riprofa, ma se il problema persiste, contattaci.

source: An email has been sent to your email account.
it: Un'email è stata inviata al tuo indirizzo email.
